<?php
$_['heading_title']               = '<b style="color:#DD6A16;">Фильтр товаров OCFilter</b>';
$_['heading_title_module']        = 'Фильтр товаров OCFilter';

// Tabs
$_['tab_install']                 = 'Установка';
$_['tab_price_filtering']         = 'Фильтр по цене';
$_['tab_copy']           					= 'Копирование атрибутов';
$_['tab_other']                   = 'Другое';
$_['tab_modules']                 = 'Модули';

// Button
$_['button_install']              = 'Установить модуль';
$_['button_apply']                = 'Применить';
$_['button_add_module']           = 'Добавить модуль';
$_['button_copy']                 = 'Копировать';
$_['button_remove']               = 'Удалить';

// Columns
$_['column_status']               = 'Статус';
$_['column_heading_title']        = 'Заголовок';
$_['column_layout']               = 'Схема';
$_['column_position']             = 'Расположение';
$_['column_category']             = 'Категория';
$_['column_options']              = 'Опции';
$_['column_sort_order']           = 'Сортировка';

// Text
$_['text_select']      					  = '-- Выберите --';
$_['text_selected']      					= 'Выбрано';
$_['text_module']                 = 'Модули';
$_['text_success']                = 'Вы успешно обновили настройки модуля &laquo;Фильтр товаров&raquo;!';
$_['text_success_create']         = 'Модуль установлен, права на страницу catalog/filter установлены. Вы можете начать <a href="%s">добавлять опции</a>, хорошей работы.';
$_['text_content_top']            = 'Над товарами';
$_['text_content_bottom']         = 'Под товарами';
$_['text_column_left']            = 'Левая колонка';
$_['text_column_right']           = 'Правая колонка';
$_['text_list']                   = 'Опция: значения';
$_['text_inline']                 = 'В строку, разделяя слэшем';
$_['text_links']                  = 'Ссылки';
$_['text_slide']                  = 'Слайдер';
$_['text_links_slide']            = 'Слайдер и ссылки';
$_['text_stock_by_status_id']     = 'По статусу склада';
$_['text_stock_by_quantity']      = 'По количеству';
$_['text_sort_last']              = 'Последним';
$_['text_options']              	= 'опций';
$_['text_values']              	  = 'значений';
$_['text_create']                 = 'Таблицы фильтра не установлены или повреждены.<br />Для использования этого модуля, вам необходимо установить таблицы в базу данныхи назначить права на страницу опций фильтра.<br />Для установки модуля &laquo;Фильтр товаров&raquo; нажмите кнопку ниже:';
$_['text_executed']              	= 'Выполняется..';
$_['text_ready']              		= 'Готово';
$_['text_file_writable']          = '<span class="file-success">Файл <span>%s</span> доступен для записи</span>';
$_['text_file_not_writable']      = '<span class="file-error">Файл <span>%s</span> не доступен для записи</span>';
$_['text_file_not_exist']         = '<span class="file-error">Файл <span>%s</span> не существует</span>';

// Entry
$_['entry_position']              = 'Расположение:';
$_['entry_status']                = 'Статус:';
$_['entry_sort_order']            = 'Порядок вывода:';
$_['entry_show_price']            = 'Фильтр по цене:';
$_['entry_show_counter']          = 'Показывать счетчик товаров:';
$_['entry_show_diagram']          = 'Показывать ценовую диаграмму:';
$_['entry_show_selected']         = 'Показывать выбранные параметры:';
$_['entry_consider_discount']     = 'Учитывать скидочную цену:';
$_['entry_consider_special']      = 'Учитывать специальную цену:';
$_['entry_price_type']      			= 'Тип фильтра по цене:';
$_['entry_price_links_count']			= 'Количество ссылок:';
$_['entry_manual_price']      		= 'Ручной ввод цены:';
$_['entry_show_first_limit']      = 'Показывать только первые:';
$_['entry_hide_empty_values']     = 'Скрывать неактивные значения:';
$_['entry_manufacturer']          = 'Фильтр по производителям:';
$_['entry_type']     							= 'Тип:';
$_['entry_stock_status']          = 'Фильтр по наличию на складе:';
$_['entry_stock_status_method']   = 'Метод:';
$_['entry_stock_out_value']   		= 'Показывать значение &laquo;Нет в наличии&raquo;:';
$_['entry_pco_show_limit']        = 'Количество выводимых параметров в списке товаров:';
$_['entry_show_button']           = 'Фильтровать по кнопке:';
$_['entry_pco_show_type']         = 'Способ отображения параметров товара:';
$_['entry_store']         				= 'Магазин:';
$_['entry_use_animation']  				= 'Использовать анимацию:';

// Notice
$_['notice_position']              = 'Кликните по блоку позиции для выбора размещения модуля.';
$_['notice_status']                = 'Включает или выключает модуль фильтра в категории, но не влияет на вывод параметров товара.';
$_['notice_sort_order']            = 'Укажите номер последовательности модуля в выбранном блоке расположения.';
$_['notice_show_price']            = 'Отображает диапазон цен в текущей категории с возможностью фильтра. Если отключено, то ценовая диаграмма выводиться не будет.';
$_['notice_show_diagram']          = 'Графически показывает количество товаров текущего значения ценового диапазона.';
$_['notice_show_counter']          = 'Отображает количество товаров для каждого значения.';
$_['notice_show_selected']         = 'Отображает блок выбранных параметров с возможностью исключения из запроса.';
$_['notice_consider_discount']     = 'Позволяет фильтровать товары не только по статической цене, но и по скидкам.';
$_['notice_consider_special']      = 'Позволяет учитывать специальную цену.';
$_['notice_price_type']     			 = 'Укажите представление фильтра по цене. Может быть как диапазоны цен в ссылках, слайдер или их комбинация.';
$_['notice_manual_price']      		 = 'Позволяет вводить цены в отдельные поля. Блок полей появляется при наведении на шкалу диапазона цен.';
$_['notice_show_options_limit']    = 'Укажите лимит количества опций, которые будут выводиться в модуле фильтра товаров. Чтобы выводить все опции, очистите данное поле.';
$_['notice_show_values_limit']     = 'Укажите лимит количества значений, которые будут выводиться в модуле фильтра товаров для каждой опции. Чтобы выводить все значения, очистите данное поле.';
$_['notice_hide_empty_values']     = 'Полностью скрывает неактивные значения опции. В случае, если будут скрыты все значения - скрывается и сама опция.';
$_['notice_manufacturer']          = 'Позволяет фильтровать товары по производителям текущей категории.';
$_['notice_stock_status']          = 'Даёт возможность фильтровать товары по наличию на складе.';
$_['notice_pco_show_type']         = 'Выберите один из способов отображения параметров товара.';
$_['notice_pco_show_limit']        = 'Укажите количество выводимых пар &laquo;опция - параметры&raquo; для одного товара в каталоге.';
$_['notice_show_button']           = 'Позволяет фильтровать по выбранным параметрам только после нажатия на отдельную кнопку.';
$_['notice_use_animation']  			 = 'Плавная анимация всплывающих окон и кнопки применения фильтра.';

// Error
$_['error_permission']            = 'Внимание: у вас нет прав для редактирования этого модуля!';
$_['error_layout']                = 'Не была обнаружена схема &laquo;product/category&raquo;. <a href="%s">Добавьте</a> её и попробуйте снова.';

?>