<?php
// Heading
$_['heading_title']          = 'Отделения Новой почты [<a href="http://feofan.net" target="_blank">feofan.net</a>]';

// Text
$_['text_success']           = 'Cписок отделений обновлен!';

// Column
$_['column_name']            = 'Адрес отделения';
$_['column_status']          = 'Статус';
$_['column_zone']            = 'Населенный пункт';
$_['column_action']          = 'Действие';

// Entry
$_['entry_status']           = 'Статус:';
$_['entry_country']          = 'Область: ';
$_['entry_name']             = 'Адрес отделения:';
$_['entry_code']             = 'Код отделения:';
$_['entry_zone']             = 'Населенный пункт:';

// Error
$_['error_permission']       = 'У Вас нет прав для изменения списка Населенный пункт!';
$_['error_name']             = 'Адрес отделения должно быть от 3 до 128 символов!';
$_['error_default']          = 'Регион не может быть удален, поскольку она назначена по умолчанию!';
$_['error_store']            = 'Населенный пункт нельзя удалить, поскольку он используется в %s магазинах!';
$_['error_address']          = 'Населенный пункт нельзя удалить, поскольку он прикреплен к %s адресу(ам)!';
$_['error_affiliate']        = 'Населенный пункт нельзя удалить, поскольку он прикреплен к %s партнёру(ам)!';
$_['error_city_to_geo_city'] = 'Населенный пункт нельзя удалить, поскольку он прикреплен к %s зоне(ам) в географических зонах!';
?>